import { HStacks, VStacks } from "@/components/layouts/Stacks";
import { Base, H1, H2 } from "@/components/typography/FontStyles";
import React from "react";

export default function Quote() {
  return (
    <VStacks className="max-w-[680px] md:mx-5 gap-2.5">
      
      <H2>
        माझं स्वप्न, माझं ध्येय..!
      </H2>
      <Base>
        सर्वसमावेशक विकास आणि सांस्कृतिक प्रबोधनाच्या माध्यमातून एक न्यायपूर्ण, सशक्त आणि प्रगतिशील समाज निर्माण करणे, जिथे प्रत्येक व्यक्तीला समान संधी, न्याय आणि मानवी हक्क मिळतील. सर्वांगीण विकासासाठी आधुनिक तंत्रज्ञान, युवा सक्षमीकरण आणि सांस्कृतिक चळवळ यांचा समतोल साधून आदर्श पिंपरी चिंचवड घडवणे, ज्यामध्ये सामाजिक, शैक्षणिक आणि सांस्कृतिक क्षेत्रांमध्ये सातत्याने प्रगती साधता येईल. पिंपरी चिंचवड शहर हे केवळ औद्योगिक आणि शैक्षणिक प्रगतीसाठीच नव्हे, तर सांस्कृतिक वारसा जतन करण्यासाठी एक आदर्श ठिकाण म्हणून ओळखले जाईल आणि प्रत्येक नागरिकाचे जीवनमान सुधारेल.
      </Base>

    </VStacks>
  );
}
